Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/sammallahden_sanakirjaa_on_taas_saatavilla.html.tmx
Source language: fin
Languages: sms

source: Sammallahden sanakirjaa on taas saatavilla
sms: Sammallahti sääʹnnǩeʹrjj lij vuäǯǯmest eʹpet

source: Saamelaiskäräjien saamen kielen toimisto on ottanut uuden painoksen Pekka Sammallahden Saamelais-suomalais-saamelaisesta sanakirjasta.
sms: Sääʹmteeʹǧǧ sääʹmǩiõl koontâr lij välddam ođđ teädldõõǥǥ Pekka Sammallahti Sääʹm-lääʹdd-sääʹm sääʹnnǩeeʹrjest.

source: Sammallahden sanakirja ilmestyi ensimmäisen kerran vuonna 1993, ja nyt otettu uusintapainos on 7. sarjassaan.
sms: Sammallahti sääʹnnǩeʹrjj iʹlmstõõvi vuõssmõs vuâra eeʹjjest 1993, da ååʹn valddum oođuum teädldõk lij 7. jäʹrjstõõzzâst.

source: Kyse on lisäpainoksesta, eikä sanakirjan sisältöä ole muutettu.
sms: Kõõččmõõžžâst lij lââʹssteädldõk, ij-ka sääʹnnǩeeʹrj siiskõs leäkku muttum.

source: Sanakirjan lisäpainosta on toivottu paljon, koska kirja on ollut jo jonkin aikaa loppuunmyyty.
sms: Sääʹnnǩeeʹrj lââʹssteädldõõǥǥ lij tuåivvum jiânnai, ko ǩeʹrjj lij leämmaž juʹn kaaupšum loʹppe.

source: Saamen kielen toimisto päätti loppuvuonna ottaa sanakirjasta uuden painoksen:
sms: Sääʹmǩiõl koontâr tuʹmmii loppeeʹjjest väʹldded sääʹnnǩeeʹrjest ođđ teädldõõǥǥ:

source: – Erityisesti saamelaisten kotiseutualueen kunnista tehtävä kielistrategiatyö on kannustanut ottamaan sanakirjasta uuden painoksen.
sms: – Aainâs säʹmmlai dommvuuʹd kooʹddi ǩiõllstrategiatuâjj lij älšmâttam väʹldded sääʹnnǩeeʹrjest ođđ teädldõõǥǥ.

source: Sanakirjasta on paljon hyötyä henkilöille, jotka käyttävät saamen kieltä työssään ja myös saamen kieltä opiskeleville.
sms: Sääʹnnǩeeʹrjest lij jiânnai äuʹǩǩ oummid, kook âʹnne sääʹmǩiõl tuâjstes da nuʹtt še sääʹmǩiõl mättʼtõõttjid.

source: Toivottavasti kirjoja riittää edes vähäksi aikaa, toteaa saamen kielen toimistosta saamen kieliturvasihteeri Anne Kirste Aikio
sms: Tuäiv mieʹldd ǩeeʹrj riʹjttje håʹt siõmmna ääiǥas, tuâtt sääʹmǩiõl konttrest sääʹm ǩiõllstaanpiisar Anne Kirste Aikio.

source: Sanakirjasta on otettu 350 kpl painos.
sms: Sääʹnnǩeeʹrjest lij valddum 350 kpl teädldõk.

source: Kirja on saatavissa Saamelaiskäräjien oppimateriaalien verkkokaupasta: www.samediggi.fi/tuote/sami-suoma-sami-satnegirji/
sms: Ǩeʹrjj lij vuäǯǯamnalla Sääʹmteeʹǧǧ mättmateriaali neʹttkaaupâst: Sámi-suoma-sámi Sátnegirji – Samediggi

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Anne Kirste Aikio, tel. 010 839 3124 / +358 40 707 5626, anne-kirste.aikio(at)samediggi.fi
sms: Anne Kirste Aikio, tel.
